export const CategoryData = [
  {
    name: "دفترچه خاک",
    content: "12",
    img: "",
    id: "",
  },
  {
    name: "سازه",
    content: "12",
    img: "",
    id: "",
  },
  {
    name: "سازه",
    content: "12",
    img: "",
    id: "",
  },
  {
    name: "سازه",
    content: "12",
    img: "",
    id: "",
  },
  {
    name: "نظارت",
    content: "8",
    img: "",
    id: "",
  },
  {
    name: "محاسبات",
    content: "",
    img: "",
    id: "",
  },
  {
    name: "",
    content: "",
    img: "",
    id: "",
  },
];

export const StudySteps = [
  {
    title: "بررسی های مقدماتی",
    children: [
      { title: "شناسایی میدانی ساختگاه" },
      { title: "تاریخچه ساختگاه" },
      { title: "توپوگرافی منطقه" },
      { title: "وجود مناطق ناپایدار" },
      { title: "هیدرولوژی و هیدروژئولوژی" },
      { title: " بررسی محلی در خصوص سطح آب زیرزمینی" },
      { title: "بررسی ساختمان ها و حفاری های همجوار" },
      { title: "نقشه ها و مدارک زمین شناسی و زمین شناسی مهندسی موجود" },
      { title: "بررسی ساختمان ها و حفاری های همجوار" },
      { title: "نقشه ها و مدارک زمین شناسی و زمین شناسی مهندسی موجود" },
      { title: "بررسی های پیشین انجام شده در محدوده مورد نظر" },
      { title: " عکس های هوایی و ماهواره ای" },
      { title: "نقشه های قدیمی" },
      { title: "مستحدثات تحت الارضی ساختگاه" },
      { title: "لرزه خیزی منطقه" },
      
    ],
  },
  {
    title: "بررسی های طراحی",
    children: [
      { title: "طبقه بندی نوع خاک" },
      {title:"ارزیابی مقاومت برشی خاک و تغییر شکل پذیری خاک"},
      {title:"شناخت سطح آب زیرزمینی و توجه به خاک خای مسئله دار"},
      {title:"تعداد و فاصله گمانه ها"},
      {title:"عمق گمانه ها"},
      {title:"حفاری و نمونه برداری خاک"},
      {title:"آزمون های آزمایشگاهی"},
      {title:"آزمون های برجا"},
      
    ],
  },
];
