export const CategoryData = [
  {
    name: "دفترچه خاک",
    link:'/foundation/main',
    content: "12",
    img: "/images/foundation/soilNote.webp",
    id: "",
  },
  {
    name:"مباحث",
    link:'/topics',
    content: "12",
    img: "/images/foundation/soilNote.webp",
    id: "",
  },
  {
    name:"آزمون نظام",
    content: "12",
    img: "/images/foundation/soilNote.webp",
    link:"",
    id: "",
  },
  
  {
    name:"میدان کار",
    content: "12",
    img: "/images/foundation/soilNote.webp",
    link:"",
    id: "",
  },
  
  {
    name:"آزمایشات عمران",
    content: "12",
    img: "/images/foundation/soilNote.webp",
    link:"",
    id: "",
  },
  
];

export const StudySteps = [
  {
    title: "بررسی های مقدماتی",
    children: [
      { title: "شناسایی میدانی ساختگاه" },
      { title: "تاریخچه ساختگاه" },
      { title: "توپوگرافی منطقه" },
      { title: "وجود مناطق ناپایدار" },
      { title: "هیدرولوژی و هیدروژئولوژی" },
      { title: " بررسی محلی در خصوص سطح آب زیرزمینی" },
      { title: "بررسی ساختمان ها و حفاری های همجوار" },
      { title: "نقشه ها و مدارک زمین شناسی و زمین شناسی مهندسی موجود" },
      { title: "بررسی ساختمان ها و حفاری های همجوار" },
      { title: "نقشه ها و مدارک زمین شناسی و زمین شناسی مهندسی موجود" },
      { title: "بررسی های پیشین انجام شده در محدوده مورد نظر" },
      { title: " عکس های هوایی و ماهواره ای" },
      { title: "نقشه های قدیمی" },
      { title: "مستحدثات تحت الارضی ساختگاه" },
      { title: "لرزه خیزی منطقه" },
    ],
  },
  {
    title: "بررسی های طراحی",
    children: [
      { title: "طبقه بندی نوع خاک" },
      { title: "ارزیابی مقاومت برشی خاک و تغییر شکل پذیری خاک" },
      { title: "شناخت سطح آب زیرزمینی و توجه به خاک خای مسئله دار" },
      { title: "تعداد و فاصله گمانه ها" },
      { title: "عمق گمانه ها" },
      { title: "حفاری و نمونه برداری خاک" },
      { title: "آزمون های آزمایشگاهی" },
      { title: "آزمون های برجا" },
    ],
  },
];

export const topicImportanceOfBuilding = [
  {
    importance:1,
    title: "ساختمان های با اهمیت خیلی زیاد",
    explain:
      "در این گروه , ساختمان هایی قرار دارند که قابل استفاده بودن آنها پس از وقوع زلزله اهمیت خاص دارد و وقفه در بهره برداری از آنها بطور غیرمستقیم موجب افزایش تلفات و خسارات میشود",
    samples: [
      "بیمارستانها و درمانگاه ها",
      "مراکز آتش نشانی",
      "مراکز و تاسیسات آبرسانی",
      "نیروگاه ها و تاسیسات برق رسانی",
      "رج های مراقبت فرودگاه ها",
      "مراکز مخابرات",
      "رادیو و تلویزیون",
      "تاسیسات انتظامی",
      "مراکز کمک رسانی",
      "ساختمان ها و تاسیساتی که خرابی آنها موجب انتشار گسترده مواد سمی و مضر در کوتاه مدت و دراز مدت برای محیط زیست می شوند",
    ],
  },
  {
    title: "ساختمانهای با اهمیت زیاد",
    importance:1,
    explain:
      "ساختمان هایی که خرابی آنها موجب تلفات زیاد می شود، ساختمان هایی که خرابی آنها سبب از دست رفتن ثروت ملی می گردد و ساختمان ها و تاسیسات صنعتی که خرابی آنها موجب آلودگی محیط زیست و یا آتش سوزی    وسیع می شود",
    samples: [
      "مدارس",
      "مساجد",
      "استادیوم",
      "سینما و تئاتر",
      "سالن اجتماعات",
      "فروشگاه های بزرگ",
      "ترمینال های مسافربری",
      " هر فضای سر پوشیده که محل تجمع بیش از ۳۰۰ نفر باشد",
      "موزه ",
      "کتابخانه",
      "مراکزی که در آنها اسناد و مدارک ملی و یا آثار پر ارزش نگهداری می شود",
      "پالایشگاه ها",
      "انبارهای سوخت",
      "مراکز گاز رسانی",
    ],
  },
  {
    importance:2,
    title: "ساختمانهای با اهمیت متوسط",
    explain: "این گروه ساختمان ها شامل کلیه ساختمان های مشمول این بخش, بجز ساختمان های عنوان شده در سه گروه دیگر می باشد",
    samples: [
      "ساختمان های مسکونی و اداری و تجاری",
      "هتلها",
      "پارکینگ های چند طبقه",
      "انبارها",
      "کارگاه ها",
      "ساختمان های غیر صنعتی",
    ],
  },
{
  importance:3,
  title:'ساختمانهای با اهمیت کم',
  explain:' ساختمان هایی که خسارت نسبتا کمی از خرابی آنها حادث می شود و احتمال بروز تلفات در    آنها بسیار کم است و ساختمان های موقت که مدت بهره برداری از آنها کمتر از 2 سال است.',
  samples:[
    'انبارهای کشاورزی',
    'سالنهای مرغداری'
  ]
}
];
